tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "node"
brew "bitwarden-cli"
brew "cmake"
brew "fzf"
brew "qt"
brew "gnuplot", args: ["with-qt"]
brew "go"
brew "jenv"
brew "kubernetes-helm"
brew "maven"
brew "mit-scheme"
brew "mysql"
brew "ninja"
brew "octave", args: ["with-qt"]
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "telnet"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "adoptopenjdk8"
cask "amethyst"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "karabiner-elements"
cask "keepassxc"
cask "pycharm-ce"
cask "texturepacker"
cask "tiled"
cask "visual-studio-code"
cask "adoptopenjdk/openjdk/adoptopenjdk10"
cask "adoptopenjdk/openjdk/adoptopenjdk12"
