tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "java"
brew "go"
brew "jenv"
brew "maven"
brew "mit-scheme"
brew "mysql"
brew "node"
brew "pyenv"
brew "telnet"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "amethyst"
cask "docker-toolbox"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java10"
cask "java8"
cask "karabiner-elements"
cask "keepassxc"
cask "pycharm-ce"
cask "tiled"
cask "virtualbox"
cask "visual-studio-code"
